Repository: ACINQ/phoenix
Catalog: phoenix-ios/phoenix-ios/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, es, es_419, fr

source: (Path %@)
ar: (المسار %@)
cs: (Cesta %@)
de: (Pfad %@)
es: (Ruta %@)
es_419: (Ruta %@)
fr: (Chemin %@)

source: (not available)
ar: (غير متوفر)
cs: (není k dispozici)
de: (nicht verfügbar)
es: (no disponible)
es_419: (no disponible)
fr: (non disponible)

source: (not enrolled)
ar: (غير مفعل)
de: (nicht eingeschrieben)
es: (no inscrito)
es_419: (no registrado)
fr: (non activé)

source: (now)
ar: (الآن)
cs: (nyní)
de: (jetzt)
es: (ahora)
es_419: (ahora)
fr: (maintenant)

source: (original)
ar: (الأصل)
cs: (v originále)
fr: (à l'époque)

source: [more info](https://phoenix.acinq.co/faq#what-is-inbound-liquidity)
ar: [المزيد من المعلومات] (https://phoenix.acinq.co/faq#what-is-inbound-liquidity)
cs: [více informací](https://phoenix.acinq.co/faq#what-is-inbound-liquidity)
de: [mehr Infos](https://phoenix.acinq.co/faq#what-is-inbound-liquidity)
es: [más información](https://phoenix.acinq.co/faq#what-is-inbound-liquidity)
es_419: [más información](https://phoenix.acinq.co/faq#what-is-inbound-liquidity)

source: %@ [more info](https://phoenix.acinq.co/faq#what-is-inbound-liquidity)
ar: %@ [مزيد من المعلومات] (https://phoenix.acinq.co/faq#what-is-inbound-liquidity)
cs: %@ [více informací](https://phoenix.acinq.co/faq#what-is-inbound-liquidity)
de: %@ [mehr Infos](https://phoenix.acinq.co/faq#what-is-inbound-liquidity)
es: %@ [más información](https://phoenix.acinq.co/faq#what-is-inbound-liquidity)
es_419: %@ [más información](https://phoenix.acinq.co/faq#what-is-inbound-liquidity)
fr: %@ [plus d'infos](https://phoenix.acinq.co/faq#what-is-inbound-liquidity)

source: %@ days
ar: %@ أيام
cs: %@ dnů
de: %@ Tage
es: %@ días
es_419: %@ días
fr: %@ jours

source: %@ milliseconds
ar: %@ أجزاء من الثانية
cs: %@ vteřin
de: %@ Millisekunden
es: %@ milisegundos
es_419: %@ milisegundos
fr: %@ millisecondes

source: %@ remaining
ar: %@ المتبقي
cs: %@ zbývající
de: %@ übrig
es: %@ restante
es_419: %@ restantes
fr: %@ restants

source: %@ sat/byte
ar: %@ ساتوشي/بايت

source: %@ sats/vByte
ar: %@ ساتس/بايت

source: %@ seconds
ar: %@ ثواني
cs: %@ sekund
de: %@ Sekunden
es: %@ segundos
es_419: %@ segundos
fr: %@ secondes

# %@ ∙ from %@
source: %1$@ ∙ from %2$@
ar: %1$$$@ ∙ من %2$$$@
cs: %1$@ ∙ z %2$@
de: %1$@ ∙ von %2$@
es: %1$@ ∙ de %2$@
es_419: %1$@ ∙ de %2$@
fr: %1$@ ∙ de %2$@

# %@ ∙ to %@
source: %1$@ ∙ to %2$@
ar: %1$$$@ ∙ إلى %2$$$@
cs: %1$@ ∙ na %2$@
de: %1$@ ∙ bis %2$@
es: %1$@ ∙ a %2$@
es_419: %1$@ ∙ a %2$@

source: %@% (%@ minimum)
ar: الرسوم %@٪ (بحد ادنى %@)
cs: %1$@%2$ (%3$@ minimálně)
es: %1$@%2$ (%3$@ minimo)
es_419: %@% (%@ mínimo)
fr: %1$@%2$ (minimum %3$@)

source: %@%% (%@ minimum)
ar: الرسوم %@٪ (بحد ادنى %@)
cs: %1$@%% (%2$@ minimálně)
es: %1$@%% (%2$@ minimo)
es_419: %@%% (%@ mínimo)
fr: %1$@%% (minimum %2$@)

source: %@.%@ seconds
ar: %@.%@ ثانية
cs: %1$@.%2$@ vteřin
de: %@.%@ Sekunden
es: %@.%@ segundos
es_419: %@.%@ segundos
fr: %@.%@ secondes

source: %@:%@ minutes
ar: %@ : %@ دقيقة
cs: %@:%@ minut
de: %@:%@ Minuten
es: %1$@:%2$@ minutos
es_419: %@:%@ minutos
fr: %1$@:%2$@ minutes

source: %d channels were successfully checked. No issues were found.
ar: تم فحص %d القنوات بنجاح. لم يتم العثور على أي مشاكل.
cs: %d kanálů bylo úspěšně zkontrolováno. Nebyly nalezeny žádné problémy.
de: %d Kanäle wurden erfolgreich überprüft. Es wurden keine Probleme gefunden.
es: %d canales fueron verificados exitosamente. No se encontraron problemas.
es_419: Se comprobaron correctamente %d canales. No se encontraron problemas.
fr: %d canaux ont été contrôlés. Aucun problème n'a été détecté.

source: %lld characters remaining
ar: %ألف من الأحرف المتبقية
cs: %lld zbývajících znaků
de: %lld verbleibende Zeichen
es: %lld letras restantes
es_419: %lld caracteres faltantes
fr: %lld caractères restants

source: %lld confirmations
ar: %التأكيدات
cs: %lld potvrzení
de: %lld Bestätigungen
es: %lld confirmaciones
es_419: %lld confirmaciones

source: %lld days
ar: %أيام قليلة
cs: %lld dní
de: %lld Tage
es: %lld días
es_419: %lld días
fr: %lld jours

source: %lld incoming payments recently rejected
ar: %المدفوعات الواردة التي تم رفضها مؤخراً
cs: %lld nedávno odmítnutých příchozích plateb
de: %lld kürzlich abgelehnte Zahlungseingänge
es: %lld pagos entrantes rechazados recientemente
es_419: %lld pagos entrantes rechazados recientemente
fr: %lld paiements entrants récemment rejetés

source: %lld milliseconds
ar: ٪ ل ميلي ثانية
cs: %lld milisekund
de: %lld Millisekunden
es: %lld milisegundos
es_419: %lld milisegundos
fr: %lld millisecondes

# %lld of %lld
source: %1$lld of %2$lld
ar: %1$$lld من %2$lld
cs: %1$lld z %2$lld
de: %1$lld von %2$lld
es: %1$lld de %2$lld
es_419: %1$lld de %2$lld
fr: %1$lld de %2$lld

source: %lld payments
ar: %المدفوعات
cs: %lld platby
de: %lld Zahlungen
es: %lld pagos
es_419: %lld pagos
fr: %lld paiements

source: %lld remaining
ar: النسبة المتبقية
cs: %lld zbývá
de: %lld übrig
es: %lld restante
es_419: %lld faltantes
fr: %lld restants

source: (Lightning Bolt11)
ar: (صاعقة البرق11)
es: (Rayo11)
es_419: (Rayo11)

source: (Lightning Bolt12)
ar: (صاعقة البرق12)
es: (Rayo12)
es_419: (Rayo12)

source: (Phoenix can be running in the background.)
ar: (يمكن تشغيل Phoenix في الخلفية.)
cs: (Phoenix může být spuštěn na pozadí.)
de: (Phoenix kann im Hintergrund ausgeführt werden.)
es: (Phoenix puede funcionar en segundo plano.)
es_419: (Phoenix puede estar ejecutándose en segundo plano)
fr: (Phoenix peut fonctionner en arrière plan)

source: (The only way to access a hidden wallet is by typing in the Lock PIN)
ar: (الطريقة الوحيدة للوصول إلى المحفظة المخفية هي كتابة رقم التعريف الشخصي للقفل)
cs: (Jediný způsob, jak získat přístup do skryté peněženky, je zadat kód PIN zámku.)
de: (Die einzige Möglichkeit, auf eine versteckte Brieftasche zuzugreifen, ist die Eingabe der Sperr-PIN)
es: (La única forma de acceder a un monedero oculto es tecleando el PIN de bloqueo)
es_419: (La única forma de acceder a un monedero oculto es tecleando el PIN de bloqueo)

source: (This is your address - derived from your seed. You alone possess your seed.)
ar: (هذا هو عنوانك - مشتق من عبارة الاسترداد خاصتك. أنت وحدك تمتلك هذه العبارة.)
cs: (Toto je vaše adresa - odvozená z vašeho seedu. Jste jediný kdo seed vidí.)
de: (Dies ist deine Adresse - abgeleitet von deinem Samen. Du allein besitzt deinen Samen.)
es: (Esta es tu dirección - derivada de tu semilla. Te eres el único en poseer la semilla.)
es_419: (Esta es la dirección derivada de tu semilla, que solo te pertenece a ti).
fr: (Cette adresse vous appartient et est dérivée de votre clé. Vous seul en avez possession)

source: (This means it works as a duress PIN.)
ar: (وهذا يعني أنه يعمل كرقم تعريف شخصي بالإكراه)
cs: (To znamená, že funguje jako PIN z donucení.)
de: (Das bedeutet, dass sie als Nötigungs-PIN funktioniert.)
es: (Esto significa que funciona como PIN de coacción)
es_419: (Esto significa que funciona como PIN de coacción)

source: (additional space in bucket)
ar: (مساحة إضافية في الدلو)
cs: (další místo v kbelíku)
de: (zusätzlicher Platz im Eimer)
es: (espacio adicional en el cubo)
es_419: (espacio adicional en el cubo)
fr: (espace supplémentaire dans le seau)

source: (at time of payment)
ar: (وقت الدفع)
cs: (v okamžiku platby)
de: (zum Zeitpunkt der Zahlung)
es: (al momento del pago)
es_419: (en el momento del pago)
fr: (au moment du paiement)

source: (count) in-flight outgoing payments
ar: (count) المدفوعات الصادرة على متن الطائرة
cs: (count) plateb je na cestě
de: (count) Ausgehende Zahlungen während des Fluges
es: (count) pagos en camino
es_419: (count) pagos salientes en curso
fr: (count) paiements sortants en cours

source: (e.g. btc address payment was sent to)
ar: (مثل عنوان btc الذي تم إرسال الدفعة إليه)
cs: (např. adresa btc, na kterou byla platba odeslána)
de: (z.B. die btc-Adresse, an die die Zahlung gesendet wurde)
es: (por ejemplo, dirección btc a la que se envió el pago)
es_419: (por ejemplo, dirección de BTC a la que se envió el pago)
fr: (par ex, adresse bitcoin vers laquelle ce paiement a été envoyé)

source: (even if Phoenix isn't running)
ar: (حتى لو لم يكن فينيكس يعمل)
cs: (i když Phoenix neběží)
de: (auch wenn Phoenix nicht läuft)
es: (incluso si Phoenix no se está ejecutando)
es_419: (incluso si Phoenix no se está ejecutando)
fr: (même si Phoenix ne tourne pas)

source: (hide amount)
ar: (إخفاء المبلغ)
cs: (skrýt částku)
de: (Betrag ausblenden)
es: (ocultar cantidad)
es_419: (ocultar importe)
fr: (cacher le montant)

source: (inclusive)
ar: (شامل)
cs: (včetně)
de: (inklusive)
es: (inclusiva)
es_419: (incluso)
fr: (inclus)

source: (recommended)
ar: (موصى به)
cs: (doporučeno)
de: (empfohlen)
es: (recomendado)
es_419: (recomendado)
fr: (recommandé)

source: (requires authentication)
ar: (يتطلب التوثيق)
cs: (vyžaduje ověření)
de: (Authentifizierung erforderlich)
es: (requiere autenticación)
es_419: (requiere autenticación)
fr: (requiert une authentification)

source: (space in bucket to receive)
ar: (مساحة في الدلو للاستلام)
cs: (místo v kbelíku pro příjem)
de: (Platz im Eimer zum Empfang)
es: (espacio en el cubo para recibir)
es_419: (espacio en el cubo para recibir)
fr: (espace dans le seau pour recevoir)

source: (wait a few seconds and then retry)
ar: (انتظر بضع ثوانٍ ثم أعد المحاولة)
cs: (počkejte několik sekund a zkuste to znovu)
de: (warten Sie ein paar Sekunden und versuchen Sie es dann erneut)
es: (espera unos segundos y vuelve a intentarlo)
es_419: (espera unos segundos y vuelve a intentarlo)

source: **Do not lose this seed.** Save it somewhere safe (not on this phone). If you lose your seed and your phone, you've lost your funds.
ar: **لا تفقد هذه العبارة** احفظها في مكان آمن (ليس على هذا الهاتف). إذا فقدت عبارتك وهاتفك، فقد فقدت جميع أموالك.
cs: ** Neztraťte tento seed. ** Uložte ho někam na bezpečné místo (ne na tento telefon). Pokud ztratíte svůj seed a telefon, ztratíte své finanční prostředky.
de: **Verliere diesen Seed nicht.** Bewahre ihn an einem sicheren Ort auf (nicht auf diesem Telefon). Wenn du dein Saatgut und dein Telefon verlierst, hast du dein Geld verloren.
es: **No pierdas esta semilla.** Guárdala en un algún lugar seguro (no en este celular). Si pierdas tu semilla y tu celular, perderás tus fondos.
es_419: **No pierdas la semilla.** Guárdala en un lugar seguro (no en este teléfono). Si pierdes la semilla y el teléfono, perderás tus fondos.
fr: **Ne perdez pas cette clé.** Sauvegardez-la dans un endroit sûr (pas sur ce téléphone). Si vous perdez votre clé et votre téléphone, vous ne pourrez plus accéder à vos fonds.

source: **Do not share this seed with anyone.** Beware of phishing. The developers of Phoenix will never ask for your seed.
ar: **لا تشارك هذه العبارة مع أي شخص.** احذر من التصيد الاحتيالي والصفحات المزورة. لن يطلب مطورو Phoenix مطلقًا عبارتك.
cs: **Nesdílejte s nikým tento seed.** Dejte si pozor na phishing. Vývojáři z Phoenixu o váš seed nikdy nepožádají.
de: **Gib diesen Seed mit niemandem weiter.** Hüte dich vor Phishing. Die Entwickler von Phoenix werden dich niemals nach deinem Seed fragen.
es: **No compartas esta semilla con nadie.** Cuidado con el fraude. Los desarrolladores de Phoenix nunca pedirán tu semilla.
es_419: **No compartas la semilla con nadie.** Ten cuidado con el phishing. Los desarrolladores de Phoenix nunca te pedirán tu semilla.
fr: **Ne la donnez à personne.** Faites attention au hameçonnage. Les développeurs de Phoenix ne vous demanderont jamais votre clé.

source: **Imagine that your wallet is a bucket**, and your balance is the water in the bucket.
ar: **تخيل أن محفظتك عبارة عن دلو**، ورصيدك هو الماء في الدلو.
cs: **Představte si, že vaše peněženka je kbelík** a váš zůstatek je voda v kbelíku.
de: **Stell dir vor, dein Geldbeutel ist ein Eimer** und dein Kontostand ist das Wasser im Eimer.
es: **Imagina que tu cartera es un cubo**, y tu saldo es el agua del cubo.
es_419: **Imagina que tu cartera es un cubo**, y tu saldo es el agua del cubo.
fr: **Imaginez que votre portefeuille soit un seau**, et que votre solde soit l'eau dans ce seau.

source: **This Bolt12 payment request is the Lightning equivalent to a Bitcoin address.** Unlike traditional Lightning invoices, it does not expire and can be reused. Share it widely : for donations, tips, or to get paid by your friends. 🛟 **Who supports Bolt12?** For the moment, few services support Bolt12. If a service rejects this invoice, let them know they're missing out! 🪫 **Restrictions** Your phone must be turned on and connected to the internet to receive a payment. Also enabling TOR in Phoenix may cause issues.
ar: ** طلب الدفع هذا من Bolt12 هو المكافئ البرق لعنوان البيتكوين.** على عكس فواتير Lightning التقليدية، لا تنتهي صلاحيته ويمكن إعادة استخدامه. شاركها على نطاق واسع: للتبرعات أو الإكراميات أو للحصول على أموال من أصدقائك. 🛟 **من يدعم Bolt12؟ في الوقت الحالي، هناك عدد قليل من الخدمات التي تدعم Bolt12. إذا رفضت إحدى الخدمات هذه الفاتورة، دعهم يعلمون أنه يفوتهم الكثير! 🪫 **القيود** يجب أن يكون هاتفك قيد التشغيل ومتصلاً بالإنترنت لتلقي الدفع. كما قد يتسبب تمكين TOR في فينيكس في حدوث مشكلات.
cs: **Tento požadavek na platbu Bolt12 je ekvivalentem adresy Bitcoinu v systému Lightning.** Na rozdíl od tradičních faktur Lightning nevyprší její platnost a lze ji použít opakovaně. Můžete ji široce sdílet : za dary, spropitné nebo za to, že vám zaplatí vaši přátelé. 🛟 **Kdo podporuje Bolt12? V současné době podporuje Bolt12 jen několik služeb. Pokud některá služba tuto fakturu odmítá, dejte jí vědět, že o ni přichází! 🪫 **Omezení** Pro přijetí platby musí být telefon zapnutý a připojený k internetu. Problémy může způsobit také zapnutí TOR ve Phoenixu.
de: **Diese Bolt12-Zahlungsanforderung ist das Lightning-Äquivalent zu einer Bitcoin-Adresse Im Gegensatz zu herkömmlichen Lightning-Rechnungen läuft sie nicht ab und kann wiederverwendet werden. Geben Sie sie weiter: für Spenden, Trinkgelder oder um von Ihren Freunden bezahlt zu werden. 🛟 **Wer unterstützt Bolt12?** Im Moment unterstützen nur wenige Dienste Bolt12. Wenn ein Dienst diese Rechnung ablehnt, lassen Sie ihn wissen, dass er etwas verpasst! 🪫 **Einschränkungen** Ihr Telefon muss eingeschaltet und mit dem Internet verbunden sein, um eine Zahlung zu erhalten. Auch die Aktivierung von TOR in Phoenix kann zu Problemen führen.
es: **Esta solicitud de pago Bolt12 es el equivalente Lightning a una dirección Bitcoin.** A diferencia de las facturas Lightning tradicionales, no caduca y puede reutilizarse. Compártela ampliamente: para donaciones, propinas o para que te paguen tus amigos. 🛟 **¿Quién admite Bolt12?** Por el momento, pocos servicios admiten Bolt12. Si un servicio rechaza esta factura, ¡hazle saber que se lo está perdiendo! 🪫 **Restricciones** Tu teléfono debe estar encendido y conectado a Internet para recibir un pago. También activar TOR en Phoenix puede causar problemas.
es_419: **Esta solicitud de pago Bolt12 es el equivalente Lightning a una dirección Bitcoin.** A diferencia de las facturas Lightning tradicionales, no caduca y puede reutilizarse. Compártela ampliamente: para donaciones, propinas o para que te paguen tus amigos. 🛟 **¿Quién admite Bolt12?** Por el momento, pocos servicios admiten Bolt12. Si un servicio rechaza esta factura, ¡hazle saber que se lo está perdiendo! 🪫 **Restricciones** Tu teléfono debe estar encendido y conectado a Internet para recibir un pago. También activar TOR en Phoenix puede causar problemas.
fr: **Ce code de paiement Bolt12 est l'équivalent Lightning d'une adresse Bitcoin Contrairement aux requêtes Lightning traditionnelles, elle n'expire pas et peut être réutilisée. Partagez-la largement : pour des dons, des pourboires, ou pour vous faire payer par vos amis. 🛟 **Qui accepte Bolt12?** Pour l'instant, peu de services supportent Bolt12. Si un service rejette ce code, faites-leur savoir qu'il passe à côté de quelque chose de génial ! 🪫 **Restrictions** Votre téléphone doit être allumé et connecté à internet pour recevoir un paiement. L'activation de TOR dans Phoenix peut également causer des problèmes.

source: **disabled**: sent payments will be anonymous
ar: **معطل**: المدفوعات المرسلة ستكون مجهولة المصدر
cs: **vypnuto**: odeslané platby budou anonymní
de: **deaktiviert**: gesendete Zahlungen werden anonymisiert
es: **desactivado**: los pagos enviados serán anónimos
es_419: **desactivado**: los pagos enviados serán anónimos
fr: **désactivé** : les paiements envoyés seront anonymes

source: **enabled**: they will be able to tell when payments are from you
ar: **ممكّن**: سيتمكنون من معرفة متى تكون المدفوعات منك
cs: **povoleno**: budou moci zjistit, kdy jsou platby od vás
de: **aktiviert**: Sie können erkennen, wenn die Zahlungen von Ihnen stammen
es: **habilitado**: podrán saber cuándo los pagos proceden de ti
es_419: **habilitado**: podrán saber cuándo los pagos proceden de ti
fr: **activé** : ils seront en mesure de savoir quand les paiements proviennent de vous

source: 1 channel was successfully checked. No issues were found.
ar: تم فحص 1 قناة بنجاح. لم يتم العثور على أي مشاكل.
cs: úspěšně byl zkontrolován 1 kanál. Nebyly nalezeny žádné problémy.
de: 1 Kanal wurde erfolgreich überprüft. Es wurden keine Probleme gefunden.
es: 1 canal fue verificado exitosamente. No se encontraron problemas.
es_419: Se comprobó correctamente 1 canal. No se encontraron problemas.
fr: 1 canal vérifié avec succès. Aucun problème trouvé

source: 1 confirmation
ar: 1 تأكيد
cs: 1 potvrzení
de: 1 Bestätigung
es: 1 confirmación
es_419: 1 confirmación

source: 1 in-flight outgoing payment
ar: 1 مدفوعات صادرة على متن الطائرة
cs: 1 odchozí platba na cestě
de: 1 ausgehende Zahlung während des Fluges
es: 1 pago en camino
es_419: 1 pago saliente en curso
fr: 1 paiement sortant en cours

source: 1 in-flight payment
ar: 1 دفعة على متن الطائرة
cs: 1 platba během letu
de: 1 Zahlung während des Fluges
es: 1 pago en camino
es_419: 1 pago en curso
fr: 1 paiement en cours

source: 1 incoming payment recently rejected
ar: 1 دفعة واردة تم رفضها مؤخراً
cs: 1 nedávno odmítnutá příchozí platba
de: 1 Zahlungseingang kürzlich abgelehnt
es: 1 cobro rechazado recientemente
es_419: 1 pago entrante rechazado recientemente
fr: 1 paiement entrant récemment rejeté

source: 1 minute
ar: 1 دقيقة
cs: 1 minuta
es: 1 minuto
es_419: 1 minuto

source: 1 payment
ar: 1 دفعة واحدة
cs: 1 platba
de: 1 Zahlung
es: 1 pago
es_419: 1 pago
fr: 1 paiement

source: 1 payment within the last 10 minutes
ar: 1 دفعة خلال آخر 10 دقائق
cs: 1 platba za posledních 10 minut
de: 1 Zahlung innerhalb der letzten 10 Minuten
es: 1 pago en los últimos 10 minutos
es_419: 1 pago en los últimos 10 minutos
fr: 1 paiement les 10 dernières minutes

source: 1 payment within the last 2 hours
ar: 1 دفعة خلال آخر 2 ساعة
cs: 1 platba za poslední 2 hodin
de: 1 Zahlung innerhalb der letzten 2 Stunden
es: 1 pago en las últimas 2 horas
es_419: 1 pago en las últimas 2 horas
fr: 1 paiement les 2 dernières heures

source: 1 payment within the last 3 days
ar: 1 دفعة خلال آخر 3 أيام
cs: 1 platba za poslední den
de: 1 Zahlung innerhalb der letzten 3 Tage
es: 1 pago en los últimos días
es_419: 1 pago en los últimos 3 días
fr: 1 paiement les 3 derniers jours

source: 1 payment within the last 7 days
ar: 1 دفعة خلال آخر 7 أيام
cs: 1 platba za posledních 7 dnů
de: 1 Zahlung innerhalb der letzten 7 Tage
es: 1 pago en los últimos 7 días
es_419: 1 pago en los últimos 7 días
fr: 1 paiement les 7 derniers jours

source: 1 payment within the last minute
ar: 1 الدفع خلال اللحظة الأخيرة
cs: 1 platba za poslední minutu
de: 1 Zahlung innerhalb der letzten Minute
es: 1 pago en el último minuto
es_419: 1 pago en el último minuto
fr: 1 paiement la dernière minute

source: 1 payments within the last 24 hours
ar: 1 مدفوعات خلال ال 24 ساعة الماضية
cs: 1 platba za posledních 24 hodin
de: 1 Zahlungen innerhalb der letzten 24 Stunden
es: 1 pago en las últimas 24 horas
es_419: 1 pago en las últimas 24 horas
fr: 1 paiement les dernières 24 heures

source: 1 recent payment
ar: 1 الدفعة الأخيرة
cs: 1 nedávná platba
de: 1 aktuelle Zahlung
es: 1 pago reciente
es_419: 1 pago reciente
fr: 1 paiement récent

source: 1 year
ar: 1 سنة
cs: 1 rok
de: 1 Jahr
es: 1 año
es_419: 1 año
fr: 1 an

source: 10 minutes
ar: 10 دقائق
cs: 10 minut
de: 10 Minuten
es: 10 minutos
es_419: 10 minutos

source: 10 payments
ar: 10 مدفوعات
cs: 10 plateb
de: 10 Zahlungen
es: 10 pagos
es_419: 10 pagos
fr: 10 paiements

source: 15 payments
ar: 15 دفعة
cs: 15 plateb
de: 15 Zahlungen
es: 15 pagos
es_419: 15 pagos
fr: 15 paiements

source: 2 hours
ar: 2 ساعة
cs: 2 hodiny
de: 2 Stunden
es: 2 horas
es_419: 2 horas
fr: 2 heures

source: 20 payments
ar: 20 دفعة
cs: 20 plateb
de: 20 Zahlungen
es: 20 pagos
es_419: 20 pagos
fr: 20 paiements

source: 24 hours
ar: 24 ساعة
cs: 24 hodin
de: 24 Stunden
es: 24 horas
es_419: 24 horas
fr: 24 heures

source: 3 days
ar: 3 أيام
cs: 3 dny
de: 3 Tage
es: 3 días
es_419: 3 días
fr: 3 jours

source: 3 payments
ar: 3 دفعات
cs: 3 platby
de: 3 Zahlungen
es: 3 pagos
es_419: 3 pagos
fr: 3 paiement

source: 3rd generation lightning tech
ar: تقنية البرق من الجيل الثالث
cs: Lightning tech 3. generace
de: blitztechnik der 3. Generation
es: Tercera generación de tecnología lightning
es_419: Tecnología Lightning de tercera generación
fr: Technologie lightning de 3ème génération

source: 5 payments
ar: 5 مدفوعات
cs: 5 plateb
de: 5 Zahlungen
es: 5 pagos
es_419: 5 pagos
fr: 5 paiements

source: 6+ confirmations
ar: أكثر من 6 تأكيدات
cs: 6+ potvrzení
de: 6+ Bestätigungen
es: 6+ confirmaciones
es_419: 6+ confirmaciones

source: 7 days
ar: 7 أيام
cs: 7 dní
de: 7 Tage
es: 7 días
es_419: 7 días
fr: 7 jours

source: ? confirmations
ar: التأكيدات
cs: ? potvrzení
de: ? Bestätigungen
es: confirmaciones
es_419: confirmaciones

source: A backup phrase is generated, storing all the information needed to restore your Bitcoin funds.
ar: يتم إنشاء عبارة احتياطية، حيث يتم تخزين جميع المعلومات اللازمة لاسترداد مبالغ البيتكوين الخاصة بك
cs: Bude vytvořena záložní fráze, ve které jsou uloženy všechny informace, které jsou potřebné k obnovení vašich bitcoinových prostředků.
de: Es wird eine Backup-Phrase erstellt, in der alle Informationen gespeichert sind, die du brauchst, um dein Bitcoin-Guthaben wiederherzustellen.
es: Una semilla de respaldo será generada. Esta información será necesaria para restaurar sus fondos de Bitcoin.
es_419: Se genera una frase de respaldo que guarda toda la información necesaria para restaurar tus fondos de Bitcoin.
fr: Une clé de sauvegarde a été générée, contenant toutes les informations nécessaires pour restaurer vos fonds Bitcoin.

source: A bitcoin can be divided into smaller units. The smallest unit is called a Satoshi, and there are 100 million satoshis in a single bitcoin.
ar: يمكن تقسيم البيتكوين إلى وحدات أصغر. أصغر وحدة تسمى ساتوشي (Satoshi)،وهناك 100 مليون ساتوشي في عملة البيتكوين الواحدة.
cs: Bitcoin je rozdělitelný na menší jednotky. Nejmenší jednotka se nazývá satoshi a v jednom bitcoinu je 100 milionů satoshi.
de: Ein Bitcoin kann in kleinere Einheiten unterteilt werden. Die kleinste Einheit wird Satoshi genannt, und ein einziger Bitcoin besteht aus 100 Millionen Satoshis.
es: Un bitcoin se puede dividir en unidades más pequeñas. La unidad más pequeña se llama Satoshi, y hay 100 millones de satoshis en un solo bitcoin.
es_419: Un bitcoin se puede dividir en unidades más pequeñas. La unidad más pequeña se llama un satoshi y hay 100 millones de satoshis en un solo bitcoin.
fr: Un bitcoin peut être divisé en de plus petites unités, appelées Satoshi. Il y a 100 millions de satoshis dans un seul bitcoin.

source: A deposit will expire soon.
ar: ستنتهي صلاحية الوديعة قريباً.
cs: Záloha brzy vyprší.
de: Eine Einzahlung wird bald ablaufen.
es: Un depósito caducará pronto.
es_419: Pronto vencerá un depósito.
fr: Un dépôt va bientôt expirer.
